[
  {
    "_id": "zeus",
    "name": "Zeus",
    "mythology": "greek",
    "description": "Zeus is the king of the gods and the ruler of Mount Olympus in Greek mythology. He is the god of the sky, lightning, and thunder, and is known for wielding a powerful thunderbolt. As the supreme deity, Zeus is often portrayed as a wise and just ruler, ensuring order in the universe. However, he is also known for his numerous love affairs and extramarital relationships, which often led to the birth of various demigods and mythical creatures.",
    "images": ["/gods/zeus1.png", "/gods/zeus2.png", "/gods/zeus3.png"],
    "aliases": ["Jupiter"],
    "symbols": ["thunderbolt", "eagle", "oak tree"],
    "parents": ["Cronus", "Rhea"],
    "children": ["Athena", "Apollo", "Artemis", "Hercules", "Perseus"],
    "domain": ["sky", "lightning", "thunder"],
    "type": "god",
    "order": "g1"
  },
  {
    "_id": "poseidon",
    "name": "Poseidon",
    "mythology": "greek",
    "description": "Poseidon is the god of the sea, storms, earthquakes, and horses in Greek mythology. He is the brother of Zeus and Hades and is one of the Twelve Olympian gods. Poseidon is often depicted as a powerful and fierce god, ruling over the oceans and causing earthquakes when angry. He is known for his trident, a three-pronged spear, which he uses to control the seas and create springs and wells. Poseidon also has a connection to horses, having created them out of sea foam.",
    "images": [
      "/gods/poseidon1.png",
      "/gods/poseidon2.png",
      "/gods/poseidon3.png"
    ],
    "aliases": ["Neptune"],
    "symbols": ["trident", "dolphin", "horse"],
    "parents": ["Cronus", "Rhea"],
    "children": ["Theseus", "Triton", "Polyphemus"],
    "domain": ["sea", "storms", "earthquakes", "horses"],
    "type": "god",
    "order": "g2"
  },
  {
    "_id": "hades",
    "name": "Hades",
    "mythology": "greek",
    "description": "Hades is the god of the underworld and the dead in Greek mythology. He is the brother of Zeus and Poseidon, and is one of the Twelve Olympian gods. Hades is often depicted as a stern and unyielding deity, presiding over the realm of the dead and ensuring that the souls of the deceased are guided to their appropriate resting places. As the ruler of the underworld, Hades possesses a helmet of invisibility, which he uses to remain unseen and exert control over his domain. Although feared by mortals, Hades is not an evil god and is generally considered a just ruler.",
    "images": ["/gods/hades1.png", "/gods/hades2.png", "/gods/hades3.png"],
    "aliases": ["Pluto"],
    "symbols": ["helm of darkness", "cerberus", "scepter"],
    "parents": ["Cronus", "Rhea"],
    "children": ["Macaria", "Melinoe", "Zagreus"],
    "domain": ["underworld", "dead"],
    "type": "god",
    "order": "g3"
  },
  {
    "_id": "ares",
    "name": "Ares",
    "mythology": "greek",
    "description": "Ares is the god of war, bloodshed, and violence in Greek mythology. He is the son of Zeus and Hera, and is one of the Twelve Olympian gods. Ares is often portrayed as a fierce and aggressive deity, delighting in the chaos and destruction of war. He is both feared and respected by mortals and gods alike, and his presence on the battlefield is said to bring both courage and terror. Ares is also known for his numerous love affairs, most notably with Aphrodite, the goddess of love and beauty, with whom he fathered several children.",
    "images": ["/gods/ares1.png", "/gods/ares2.png", "/gods/ares3.png"],
    "aliases": ["Mars"],
    "symbols": ["spear", "helmet", "shield"],
    "parents": ["Zeus", "Hera"],
    "children": ["Eros", "Deimos", "Phobos", "Harmonia"],
    "domain": ["war", "bloodshed", "violence"],
    "type": "god",
    "order": "g4"
  },
  {
    "_id": "athena",
    "name": "Athena",
    "mythology": "greek",
    "description": "Athena is the goddess of wisdom, courage, inspiration, civilization, law and justice, strategic warfare, mathematics, strength, strategy, the arts, crafts, and skill in Greek mythology. She is the daughter of Zeus and Metis, and is one of the Twelve Olympian gods. Athena is often portrayed as a wise and compassionate deity, assisting heroes and guiding them towards their goals. She is known for her strategic prowess in warfare, as opposed to the brute force of Ares. Athena is also the virgin goddess of the city of Athens, which was named in her honor after she gifted the Athenians with the olive tree.",
    "images": ["/gods/athena1.png", "/gods/athena2.png", "/gods/athena3.png"],
    "aliases": ["Minerva"],
    "symbols": ["owl", "olive tree", "spear", "Aegis"],
    "parents": ["Zeus"],
    "children": [],
    "domain": [
      "wisdom",
      "courage",
      "inspiration",
      "civilization",
      "strategic warfare"
    ],
    "type": "god",
    "order": "g5"
  },
  {
    "_id": "odin",
    "name": "Odin",
    "mythology": "norse",
    "description": "Odin is the chief of the Aesir gods and the ruler of Asgard in Norse mythology. He is the god of wisdom, war, poetry, and death. Odin is often depicted as a wise and one-eyed deity, constantly seeking knowledge and understanding of the universe. He is known for sacrificing one of his eyes to drink from the Well of Wisdom, which granted him immense knowledge. As the god of war, Odin oversees the battles of mortals and determines the outcome. He is also known for his association with poetry and the arts, having gained the mead of poetry through his cunning.",
    "images": ["/gods/odin1.png", "/gods/odin2.png", "/gods/odin3.png"],
    "aliases": ["Woden"],
    "symbols": ["spear", "raven", "valknut", "Gungnir"],
    "parents": ["Borr", "Bestla"],
    "children": ["Thor", "Baldur", "Vidarr", "Vali"],
    "domain": ["wisdom", "war", "poetry", "death"],
    "type": "god",
    "order": "n1"
  },
  {
    "_id": "thor",
    "name": "Thor",
    "mythology": "norse",
    "description": "Thor is the god of thunder, lightning, storms, strength, and protection in Norse mythology. He is the son of Odin and the giantess Jörd. Thor is often depicted as a powerful and courageous warrior, wielding his mighty hammer Mjölnir to protect both gods and humans from the forces of chaos. As a symbol of strength and protection, Thor is highly revered and respected by mortals and gods alike. He is known for his many adventures and battles, often fighting giants and other monstrous beings that threaten the worlds of gods and men.",
    "images": ["/gods/thor1.png", "/gods/thor2.png", "/gods/thor3.png"],
    "aliases": ["Donar"],
    "symbols": ["hammer", "lightning", "chariot", "Mjölnir"],
    "parents": ["Odin", "Jörd"],
    "children": ["Magni", "Modi", "Thrud"],
    "domain": ["thunder", "lightning", "storms", "strength", "protection"],
    "type": "god",
    "order": "n2"
  },
  {
    "_id": "loki",
    "name": "Loki",
    "mythology": "norse",
    "description": "Loki is a complex and ambiguous figure in Norse mythology. He is a shape-shifter and is associated with both cunning and trickery. Loki is the son of the giants Fárbauti and Laufey and is considered a god, albeit an untrustworthy one. He is often portrayed as a troublemaker and a manipulative deity, using his wit and charm to deceive others and create chaos. Despite his trickster nature, Loki has aided the gods on numerous occasions, often using his cunning to solve problems. However, he is also responsible for many misfortunes that befall the gods, including the death of the beloved god Baldur.",
    "images": ["/gods/loki1.png", "/gods/loki2.png", "/gods/loki3.png"],
    "aliases": [],
    "symbols": ["snake", "shape-shifting", "fire"],
    "parents": ["Fárbauti", "Laufey"],
    "children": ["Fenrir", "Jormungandr", "Hel", "Sleipnir"],
    "domain": ["trickery", "cunning", "shape-shifting"],
    "type": "god",
    "order": "n3"
  },
  {
    "_id": "freya",
    "name": "Freya",
    "mythology": "norse",
    "description": "Freya is the goddess of love, beauty, fertility, war, and death in Norse mythology. She is a member of the Vanir, a group of gods associated with fertility and prosperity, and is the sister of the god Freyr. Freya is often depicted as a beautiful and powerful goddess, revered by both gods andmortals for her enchanting beauty and magical abilities. As a goddess of war, she shares half of the slain warriors with Odin, who reside in her hall, Sessrúmnir. Freya is also associated with death, as she is said to guide the souls of the deceased to the afterlife. She is known for her ability to shape-shift into a falcon and her love for gold and fine jewelry, often wearing her famous necklace, Brísingamen.",
    "images": ["/gods/freya1.png", "/gods/freya2.png", "/gods/freya3.png"],
    "aliases": ["Freyja"],
    "symbols": ["falcon", "necklace", "Brísingamen", "chariot"],
    "parents": ["Njord", "Skadi"],
    "children": ["Hnoss", "Gersimi"],
    "domain": ["love", "beauty", "fertility", "war", "death"],
    "type": "god",
    "order": "n4"
  },
  {
    "_id": "baldur",
    "name": "Baldur",
    "mythology": "norse",
    "description": "Baldur is the god of light, beauty, love, and purity in Norse mythology. He is the son of Odin and Frigg and is one of the Aesir gods. Baldur is often portrayed as a kind and gentle deity, beloved by both gods and mortals for his goodness and beauty. His death, orchestrated by the trickster god Loki, is one of the most tragic and significant events in Norse mythology. It marks the beginning of the end for the gods, ultimately leading to the cataclysmic event known as Ragnarok. Baldur's death is mourned by all the gods and creatures of the world, symbolizing the loss of innocence and purity.",
    "images": ["/gods/baldur1.png", "/gods/baldur2.png", "/gods/baldur3.png"],
    "aliases": ["Balder", "Baldr"],
    "symbols": ["light", "beauty", "mistletoe"],
    "parents": ["Odin", "Frigg"],
    "children": ["Forseti"],
    "domain": ["light", "beauty", "love", "purity"],
    "type": "god",
    "order": "n5"
  }
]
